module.exports = {
    REGISTRATION_ACCEPT: "Пользователь успешно зарегистрирован",
    LOGIN_ERROR: "Неправильное имя пользователя или пароль",
    LOGIN_ACCEPT: "Успешный вход",
    PASSWORD_ERROR: "Неверный пароль",
    LOGIN_EMPTY: "Имя пользователя не может быть пустым",
    PASSWORD_LENGTH: "Пароль должен быть больше 4 символов",
    INVALID: "Неверные данные.",
    INVALID_LOGIN: "Имя пользователя должн превышать ",
    INVALID_PASSWORD: "Пароль пользователя должн превышать ",
    USER_REPEAT: "Пользовьель с таким именем уже есть.",
    USER_NOT_AUTH: "Пользователь не авторизован.",
}